Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Praxbind® (idarucizumab) solution for injection/infusion 50 mg/mL drug product (DP) is provided as a liquid formulation for intravenous use with a protein concentration of 50 mg/mL.
es_es: El medicamento Praxbind® (idarucizumab), solución inyectable / infusión, 50 mg/ml se presenta como formulación líquida para uso intravenoso con una concentración de proteínas de 50 mg/ml.

source: Pre injection delay
es_es: Demora previa a la inyección

source: Pre-DM was defined as screening HbA1c ≥5.7% and <6.5% without the intake of antidiabetic medication (unless taken for a non-DM indication) and no history of DM.
es_es: La prediabetes se definió como un valor de HbA1c al momento de la selección ≥5.7% y <6.5%, no ingesta de medicación antidiabética (o ingesta para una indicación no relacionada con la diabetes mellitus) y sin antecedentes de diabetes mellitus.

source: Pre-DM was defined as screening HbA1c ≥5.7% and <6.5% without the intake of antidiabetic medication (unless taken for a non-DM indication) and no history of DM. No DM was defined as screening HbA1c <5.7% without any intake of antidiabetic medication (unless taken for a non-DM indication) and no history of DM [R16-2261].
es_es: En este contexto se definió diabetes melitus como la administración de un tratamiento activo con medicación antidiabética (con indicación de diabetes melitus), una HbA1c al momento de la selección ≥6,5% o antecedentes de diabetes melitus. La preDM se definió como un cribado de HbA1c ≥5,7% y <6,5% sin la ingesta de medicación antidiabética (a menos que se tome para una indicación no relacionada con la DM) y sin antecedentes de DM. No se definió DM como una prueba de detección de HbA1c <5,7% sin ninguna ingesta de medicación antidiabética (a menos que se tome para una indicación que no sea DM) y sin antecedentes de DM [R16-2261].

source: Pre-DM:
es_es: Prediabetes:

source: Pre-blend (mix raw granulate with silica colloidal anhydrous and maize starch)
es_es: Premezcla (mezclar granulado sin procesar con sílice coloidal anhidro y almidón de maíz)

source: Pre-blend
es_es: Premezcla

source: Pre-conditioning is performed by flushing the steam sterilised filter with at least 10 L WFI.
es_es: El preacondicionamiento se realiza enjuagando el filtro esterilizado con vapor con al menos 10 l de agua para inyectables.

source: Pre-dose blood samples were collected at Week 12 (Day 85) in a subset of patients to determine steady state plasma trough concentrations.
es_es: Para determinar las concentraciones mínimas en plasma en equilibrio dinámico, se tomaron muestras en sangre previas a la dosis de la semana 12 (Día 85) de un subgrupo de pacientes.

source: Pre-drying is performed at 15 - 30°C.
es_es: El presecado se realiza a 15 – 30° C.

source: Pre-drying is performed at 19 - 25°C.
es_es: El presecado se realiza a 19 – 25° C.

source: Pre-filled syringe
es_es: Jeringa prellenada

source: Pre-filled syringe with 1 mL fill volume equipped with a needle safety device
es_es: Jeringa prellenada con un volumen de llenado de 1 ml, equipada con un dispositivo de seguridad de aguja

source: Pre-morbid modified Rankin scale
es_es: Escala de Rankin modificada previa a la enfermedad

source: Pre-selected Style
es_es: Estilo preseleccionado

source: Pre-stroke mRS score of ≥ 4 (indicating major previous disability)
es_es: Puntuación en la mRS antes del accidente cerebrovascular ≥4 (que indica una discapacidad previa significativa).

source: Pre-stroke mRS score of ≥ 4 (indicating previous disability)
es_es: Puntuación de mRS antes del accidente cerebrovascular ≥4 (que indica una discapacidad previa significativa).

source: Pre-stroke mRS score of 4 (indicating major previous disability)
es_es: Puntuación en la escala mRS antes del accidente cerebrovascular igual a 4 (que indica una discapacidad previa significativa)

source: Pre-treatment steps
es_es: Pasos previos al tratamiento

source: Pre-washed and sterile (ready-to-use) plunger stoppers are received from the supplier.
es_es: Los tapones de émbolo se reciben del proveedor prelavados y estériles (listos para usar).

source: Precipitate
es_es: Precipitado

source: Precipitation of CD 38800 XX was observed at 625 µg/plate when added to the soft agar, directly on the plates and also after the 48 h incubation period.
es_es: Se observó precipitación de CD 38800 XX a 625 µg/placa cuando se lo añadió a agar blando, directamente sobre las placas y también después del período de incubación de 48 h.

source: Precipitation reaction
es_es: Reacción de precipitación

source: Precipitation was observed starting at 300 µg/plate without and at 3000 µg/plate with metabolic activation.
es_es: Se observó precipitación a partir de los 300 µg/placa sin activación metabólica y a partir de los 3000 µg/placa con activación metabólica.

source: Precipitation was observed starting at 300 µg/plate without metabolic activation and at 3000 µg/plate with metabolic activation (rat and hamster, 10% and 30% each).
es_es: Se observó precipitación a partir de los 300 µg/placa sin activación metabólica y a partir de los 3000 µg/placa con activación metabólica (rata y hámster, 10% y 30% en cada caso).

source: Precise details will vary according to the CT scanner.
es_es: Las especificaciones variarán según el tomógrafo.

source: Precision
es_es: Precisión

source: Precision 1) [ppb]
es_es: Precisión 1) [ppb]

source: Precision – drug product (40 mg/vial) measurements with current (green) and proposed method (blue); acceptance criterion of current method
es_es: Precisión: mediciones del medicamento (40 mg/frasco) con el método vigente (verde) y el método propuesto (azul); criterio de aceptación del método vigente

source: Precision – drug product (50 mg/vial) measurements with current (green) and proposed method (blue); acceptance criterion of current method
es_es: Precisión: mediciones del medicamento (50 mg/frasco) con el método vigente (verde) y el método propuesto (azul); criterio de aceptación del método vigente

source: Precision – drug substance measurements with current (green) and proposed method (blue); acceptance criterion of current method
es_es: Precisión: mediciones del principio activo con el método vigente (verde) y el método propuesto (azul); criterio de aceptación del método vigente

source: Precision — Reproducibility (n=12):
es_es: Precisión - Reproducibilidad (n = 12):

source: Precision — Reproducibility:
es_es: Precisión - Reproducibilidad

source: Precision:
es_es: Precisión:

source: Precisión;
es_es: Precision;

source: Preclinical observations related to previous safety concerns:
es_es: Observaciones preclínicas sobre los riesgos de seguridad anteriores:

source: Predefined by commercially established tenecteplase presentations.
es_es: Definidas por las presentaciones de tenecteplasa establecidas en el mercado.

source: Predominant species in the fragments may be assigned to a fragmented mAb molecule comprising one Fab arm plus the Fc portion of the IgG as well as the corresponding Fab counterpart.
es_es: Las especies predominantes en los fragmentos pueden asignarse a una molécula de mAb fragmentada, que comprende un brazo Fab más la porción Fc de la IgG, así como la contrapartida Fab correspondiente.

source: Preferences
es_es: Preferencias

source: Preferred Term
es_es: Término preferente

source: Pregelatinized starch
es_es: Almidón pregelatinizado

source: Pregelatinized starch is used as filler and binder at a level of 9.7 % for the manufacturing of empagliflozin / linagliptin film-coated tablets.
es_es: Se utiliza almidón pregelatinizado como relleno y aglutinante a un nivel del 9,7 % en la fabricación de comprimidos recubiertos de empagliflozina / linagliptina.

source: Pregnancy
es_es: Embarazo

source: Pregnancy and Breastfeeding information is considered to be well-addressed in the current CCDSs of Trajenta.
es_es: Se considera que la información sobre embarazo y lactancia está bien abordada en los documentos CCDS actuales de Trayenta.

source: Pregnancy outcome
es_es: Desenlace clínico del embarazo

source: Pregnancy outcome was normal full term vaginal birth in 4 cases, abnormal in 11 cases and not (yet) known in the remaining 22 cases.
es_es: El desenlace clínico del embarazo fue un parto normal a término y vaginal en 4 casos, anómalo en 11 casos y desconocido o aún desconocido en los 22 casos restantes.

source: Pregnancy tests (ClearblueTM) and drug screening (see above) prior to each treatment period were to be performed at the trial site.
es_es: Las pruebas de embarazo (ClearblueTM) y de rastreo de drogas (ver arriba) se hacían antes de cada período de tratamiento en el centro del ensayo.

source: Pregnancy/lactation
es_es: Embarazo/lactancia

source: Pregnant or breast-feeding women
es_es: Mujeres embarazadas o en período de lactancia

source: Pregnant women
es_es: Embarazo

source: Pregnant women were not recruited into the trial.
es_es: No se reclutaron mujeres embarazadas en este ensayo.

source: Preincubation
es_es: Preincubación

source: Preincubation assay
es_es: Valoración con preincubación

source: Premature discontinuation of trial medication
es_es: Interrupción prematura el medicamento experimental

source: Premature male infant of 1.6 kg (gestational age 31 weeks) with single umbilical artery.
es_es: Recién nacido varón prematuro de 1.6 kg (31 semanas de gestación) con arteria umbilical única.

source: Premixing possible
es_es: Es posible hacer una mezcla previa

source: Preparation
es_es: Preparación

source: Preparation of 32P-labelled Spike DNA
es_es: Preparación del ADN marcado con 32P para enriquecimiento

source: Preparation of Buffer solution, mobile phase and chromatographic conditions are same as directed in the Related substances test.
es_es: La preparación de la solución buffer y la fase móvil, y las condiciones cromatográficas son las mismas que las indicadas para la prueba de sustancias relacionadas.

source: Preparation of Samples
es_es: Preparación de las muestras

source: Preparation of Test DNA
es_es: Preparación del ADN para análisis

source: Preparation of diluted phosphoric acid (9.5%):
es_es: Preparación de ácido fosfórico diluido (9.5%):

source: Preparation of fill mix
es_es: Preparación de la mezcla de relleno

source: Preparation of primary packaging components ensures adequate microbial control.
es_es: La preparación de los componentes del acondicionamiento primario garantiza un adecuado control microbiano.

source: Preparation of the 32P-labelled Test DNA
es_es: Preparación del ADN para análisis marcado con 32P

source: Preparation of the test strain
es_es: Preparación la cepa a analizar

source: Preparation, quality control, storage and release of cell bank to manufacture drug substance are included.
es_es: Se incluyen la preparación, el control de calidad, el almacenamiento y la liberación del banco de células para el medicamento que ha de fabricarse.

source: Prepare Reference solution (e) in duplicate.
es_es: Preparar la solución de referencia (e) por duplicado.

source: Prepare Standard stock solution A, Standard stock solution 8, Standard solution and Sample solution in duplicate.
es_es: Preparar la solución madre estándar A, la solución madre estándar B, la solución estándar y la solución muestra por duplicado.

source: Prepare Standard stock solution, Reference solution (a), Reference solution (d) in duplicate.
es_es: Preparar la solución madre estándar, la solución de referencia (a) y la solución de referencia (d) por duplicado.

source: Prepare a buffer containing 230 mmol/L sodium phosphate, monobasic, monohydrate and 0.1 % (w/v) SDS in deionised water.
es_es: Prepare un buffer con 230 mmol/l de fosfato de sodio monobásico monohidrato y 0.1 % (p/v) de DSS en agua desionizada.

source: Prepare a mixture of 920 mL of the resulting solution and 80 mL acetonitrile.
es_es: Preparar una mezcla de 920 ml de la solución resultante y 80 ml de acetonitrilo.

source: Prepare a solution of about 0.0036 mg/mL PD 1420 reference substance and about
es_es: Preparar una disolución de aproximadamente 0.0036 mg/mL de la sustancia de referencia PD 1420 y aproximadamente 0.0018 mg/mL de la sustancia de referencia CD 6352 en metanol.

source: Prepare a solution of about 0.0036 mg/mL PD 1420 reference substance and about 0.0018 mg/mL of CD 6352 reference substance in methanol.
es_es: Preparar una disolución de aproximadamente 0.0036 mg/mL de la sustancia de referencia PD 1420 y aproximadamente 0.0018 mg/mL de la sustancia de referencia CD 6352 en metanol.

source: Prepare and apply a test solution containing about 100 per cent of the expected value.
es_es: Preparar y aplicar una solución de análisis que contenga aproximadamente 100 % del valor esperado.

source: Prepare and apply not fewer than 3 reference solutions of the substance to be examined, the concentrations of which span the expected value in the test solution (about 80 per cent, 100 per cent and 120 per cent).
es_es: Preparar y aplicar al menos 3 soluciones de referencia de la sustancia a examinar, cuyas concentraciones abarquen el valor esperado en la solución de análisis (aproximadamente 80 por ciento, 100 por ciento y 120 por ciento).

source: Prepare at least two vials, each containing 2.00ml, of system suitability solution 2.
es_es: Preparar al menos dos ampollas, cada una con 2.00 ml, de la solución para adecuación del sistema 2.

source: Prepare four test solutions.
es_es: Preparar cuatro soluciones de análisis.

source: Prepare reference solution (a) as indicated in Table 2.4.22.-2.
es_es: Preparar la solución de referencia (a) tal como se indica en la Tabla 2.4.22.-2.

source: Prepare the solution of the substance to be examined (test solution) as prescribed in the monograph and, if necessary, prepare the reference solutions of the substance to be determined using the same solvent as in the test solution.
es_es: Preparar la solución de la sustancia a examinar (solución de análisis) según lo prescrito en la monografía y, de ser necesario, preparar las soluciones de referencia de la sustancia por determinar utilizando el mismo disolvente que en la solución de análisis.

source: Prepare the solution once.
es_es: Preparar la solución una vez.

source: Prepare the solution twice.
es_es: Preparar la solución dos veces.

source: Prepare the test solution(s) and the reference solution(s) as prescribed.
es_es: Preparar la solución o las soluciones de análisis y de referencia según lo indicado.

source: Prepare three quantities of this solution.
es_es: Preparar tres cantidades de esta solución.

source: Prepare three standard addition solutions from standard solution 1 and three from standard solution 2 (equivalent to 1000 ppm of tert-butyl methyl ether, 1000 ppm of ethyl acetate and 1000 ppm of DMA).
es_es: Preparar tres soluciones estándar de adición de la disolución estándar 1 y otras tres de la disolución estándar 2 (equivalentes a 1000 ppm de metilterbutil éter, 1000 ppm de acetato de etilo y 1000 ppm de DMA).

source: Prepare two quantities of this solution.
es_es: Preparar dos cantidades de esta solución.

source: Prepare two separate solutions A1 and A2 from the reference substance of the active ingredient.
es_es: Preparar independientemente dos soluciones, A1 y A2, a partir de la sustancia de referencia del principio activo.

source: Prepare two separate solutions A1/A2 from PD 1420 reference substance at a concentration of about 0.018 mg/mL PD 1420 reference substance in solvent.
es_es: A partir de la sustancia de referencia PD 1420, preparar dos disoluciones independientes A1/A2, usando una concentración de aproximadamente 0.018 mg/mL de la sustancia de referencia PD 1420 en disolvente.

source: Prepare two standard solutions (standard solution 1 and standard solution 2).
es_es: Preparar dos disoluciones estándar (disoluciones estándar 1 y 2).

source: Prepare two test solutions.
es_es: Preparar dos soluciones de análisis.

source: Prepared by:
es_es: Preparó:

source: Prerequisite for multiple use of the Phenyl Sepharose process column is the demonstration that the regeneration procedure does not negatively influence the performance of the column; especially with regard to the capacity to remove DNA.
es_es: El prerrequisito para el uso repetido de la columna de fenil sefarosa es demostrar que el procedimiento de regeneración no afecta negativamente el desempeño de la columna, sobre todo en relación con su capacidad para eliminar ADN.

source: Prescription only medicine
es_es: Medicamento de venta con receta únicamente

source: Presence of RNS
es_es: Presencia de la funda de aguja rígida

source: Presence of anticounterfeiting feature
es_es: Presencia de medida contra la falsificación

source: Presence of any other disease than heart failure with a life expectancy of <1 year in the opinion of the investigator
es_es: Presencia de cualquier otra enfermedad más allá de la insuficiencia cardíaca, con una esperanza de vida <1 año en opinión del investigador

source: Presence of large vessel occlusion on baseline CT Angiography (n=1531)
es_es: Presencia de oclusión de grandes vasos según angiografía en TAC inicial (n=1531)

source: Presence of large vessel occlusion on baseline CT angiography (n=1558)
es_es: Presencia de oclusión de grandes vasos según angiografía en TAC inicial (n=1558)

source: Presence of plunger rod
es_es: Presencia del émbolo

source: Presence of vulnerable secondary or tertiary amines or presence of nitrosating agents (especially nitrite or nitrite precursors) at levels of concern
es_es: Presencia de aminas secundarias o terciarias vulnerables o presencia de agentes nitrosantes (especialmente nitrito o precursores del nitrito) en niveles de riesgo.

source: Presentation PFS-NSD-1
es_es: presentación comercial PFS-NSD-1

source: Prespecified secondary outcomes were level of disability at day 90 (modified Rankin Scale [mRS] score; range, 0-6); mRS score of 0 to 1 (freedom from disability) or no change from baseline at 90 days; mRS score of 0 to 2 (functional independence) or no change from baseline at 90 days; substantial neurological improvement at 3 days; symptomatic intracranial hemorrhage within 36 hours; and all-cause death.
es_es: Los criterios de valoración secundarios especificados fueron el nivel de discapacidad al día 90 (puntuación de la Escala de Rankin modificada [mRS, por sus siglas en inglés]; rango, 0-6); puntuación de mRS de 0 a 1 (sin discapacidad) o sin cambios desde el inicio hasta los 90 días; puntuación de mRS de 0 a 2 (independencia funcional) o sin cambios desde el inicio a los 90 días; mejora neurológica significativa a los 3 días; hemorragia intracraneal sintomática en el plazo de las 36 horas; y muerte debido a todas las causas.

source: Prespecified secondary outcomes were the level of disability at 90 days (ordinal analysis of mRS score); mRS score of 0 to 1 (freedom from disability) or no change from baseline at 90 days; mRS score of 0 to 2 (functional independence) or no change from baseline at 90 days; substantial early neurological deficit improvement, defined as reduction of NIHSS score (range, 0-42; higher scores indicate worse neurological deficit) of at least 8 points or reaching 0 to 1 at day 3, assessed by site personnel; all-cause death; and symptomatic intracranial hemorrhage, including subarachnoid hemorrhage associated with clinical symptoms and symptomatic intracerebral hemorrhage adjudicated centrally by a panel as parenchymal hematoma type 2 within 36 hours of treatment combined with at least a 4-point increase in NIHSS score from baseline.11 All of these assessments were performed by personnel who were unaware of the treatment dose assignment.
es_es: Los criterios de valoración secundarios predeterminados fueron el nivel de deterioro a los 90 días (análisis ordinal de la puntuación de mRS); puntuación de mRS de 0 a 1 (sin discapacidad) o sin cambios con respecto del valor inicial a los 90 días; puntuación de mRS de 0 a 2 (independencia funcional) o ningún cambio desde el inicio a los 90 días; mejora notoria en el deterioro neurológico temprano, definida como una reducción en NIHSS (rango, 0-42; las puntuaciones más altas indican mayor deterioro neurológico) de al menos 8 puntos o alcanzando 0 a 1 en el día 3, según la evaluación del personal del centro; muerte por todas las causas; y hemorragia intracraneal sintomática, incluida la hemorragia subaracnoidea asociada con síntomas clínicos y hemorragia intracerebral sintomática evaluada centralmente por un panel como hematoma parenquimatoso tipo 2 en el plazo de las 36 horas posteriores al tratamiento combinada con al menos un aumento de 4 puntos en la puntuación de NIHSS desde el inicio.11 Todas estas evaluaciones fueron realizadas por personal que desconocía la asignación de dosis del tratamiento.

source: Pressure
es_es: Presión

source: Pressure (N2)
es_es: Presión (N2)

source: Pressure 1 [mbar]
es_es: Presión 1 [mbar]

source: Pressure increase:
es_es: Aumento de presión:

source: Pressure primary and secondary drying [mbar]
es_es: Secado primario y secundario a presión [mbar]

source: Prevalence
es_es: Prevalencia

source: Prevalence of pre-DM is not clearly understood, but it is estimated to vary from 15% to 50% [R16-2382, R16-2384].
es_es: No hay una comprensión cabal de la prevalencia de la prediabetes, aunque se estima que oscila entre 15% y 50% [R16-2382, R16-2384].

source: Prevention of Contamination
es_es: Prevención de contaminación

source: Prevention of Cross-Contamination
es_es: Prevención de contaminación cruzada

source: Prevention of Generalized Pustular Psoriasis flares in adults and adolescents from 12 years of age
es_es: Prevención de brotes agudos de psoriasis pustulosa generalizada en adultos y adolescentes a partir de los 12 años de edad

source: Prevention of cross-contamination is ensured through cleaning verification, changeover procedures, and clearance between product-contacting shared equipment are established.
es_es: La prevención de la contaminación cruzada se garantiza por medio de la verificación de la limpieza, los procedimientos de cambio de productos y la separación entre equipos compartidos que tienen contacto con el producto.

source: Prevention of cross-contamination is ensured through cleaning verification,changeover procedures, and clearance between product-contacting shared equipment are between batches by non-purgeable organic carbon measurement in the final rinse.
es_es: La prevención de la contaminación cruzada se garantiza por medio de la verificación de la limpieza, los procedimientos de cambio de productos y la separación entre equipos compartidos que tienen contacto con el producto, entre partidas, mediante una medición de carbono orgánico no purgable en el enjuague final.

source: Prevention of post-thrombotic syndrome is another important goal of treatment [P19-06499].
es_es: Otro objetivo importante del tratamiento es la prevención del síndrome postrombótico [P19-06499].

source: Previo a la realización de estudios de Bioequivalencia el regulado debe revisar el listado de principios activos que requieren presentar dichos estudios de acuerdo a la Tabla 1 que se detalla a continuación:
es_es: Before performing bioequivalence studies, the applicant should check the Table 1 below for a list of drug substances for which they are required.

source: Previous PCI or CABG
es_es: ICP o CABG anteriores

source: Previous vascular disease
es_es: Enfermedad vascular previa

source: Previous version: V5.0 25th October 2017
es_es: Versión anterior: V5.0 25 de octubre de 2017

source: Previous version: V6.0 26th April 2018
es_es: Versión anterior: V6.0 26 de abril de 2018

source: Previous versions:
es_es: Versiones anteriores:

source: Previously diagnosed atrial fibrillation – no.
es_es: Fibrilación auricular de diagnóstico previo – n.°
